Repository: genseva/app
Catalog: lib/l10n/intl_*.arb
Languages: sw

source: Hey mate
sw: Habari mwenzangu

source: Sign in now
sw: Ingia sasa

source: Enter Phone Number
sw: Weka Nambari ya Simu

source: Phone Number
sw: Nambari ya simu

source: Or Continue with
sw: Au Endelea na

source: Change Language
sw: Badilisha Lugha

source: Select Language
sw: Chagua Lugha

source: Sign up Now
sw: Jiunge sasa

# youAreNotRegistered
source: You're not registered yet
sw: Bado haujasajiliwa

source: Enter full name
sw: Ingiza jina kamili

source: Full Name
sw: Jina kamili

source: Enter email address
sw: Weka barua pepe

source: Email Address
sw: Barua pepe

source: Verification
sw: Uthibitishaji

# enterVerificationCodeSent
source: Enter verification code sent on given number
sw: Weka nambari ya kuthibitisha iliyotumwa kwa nambari uliyopewa

# enterOtp
source: Enter 4 digit OTP
sw: Weka OTP yenye tarakimu 4

source: Submit
sw: Wasilisha

source: min left
sw: dakika kushoto

source: RESEND
sw: TUMA TENA

source: Home
sw: Nyumbani

source: Orders
sw: Maagizo

# whatAreYouLookingFor
source: What are you looking for today?
sw: Unatafuta nini leo?

source: Search item or store
sw: Tafuta bidhaa au duka

source: Save extra while ordering
sw: Okoa ziada wakati wa kuagiza

source: See all
sw: Ona yote

source: Offers
sw: Matoleo

source: RIDE
sw: PANDA

source: FOOD
sw: CHAKULA

source: GROCERY
sw: RIWAYA

source: MEDICINE
sw: DAWA

source: SERVICE
sw: HUDUMA

source: SHOP
sw: DUKA

source: Fast Foods
sw: Vyakula vya Haraka

source: Chinese
sw: Kichina

source: Sea Food
sw: Chakula cha Bahari

source: Dessert
sw: Kitindamlo

source: Near me
sw: Karibu yangu

source: Favorite
sw: Kipendwa

source: Best Rated
sw: Iliyokadiriwa Bora

source: Fast Delivery
sw: Utoaji wa Haraka

source: Veg Only
sw: Mboga Tu

source: Fast Food, Beverages
sw: Vyakula vya Haraka, Vinywaji

source: Chinese Foods, Italian Foods
sw: Vyakula vya Kichina, Vyakula vya Kiitaliano

source: Order Foods
sw: Agiza Vyakula

source: Food Near me
sw: Chakula karibu nami

source: Restaurants found
sw: Mikahawa imepatikana

# deliveryInMins
source: Delivery in 20 mins
sw: Uwasilishaji ndani ya dakika 20

source: Order Grocery
sw: Agiza Chakula

source: Dairy
sw: Maziwa

source: Fruits
sw: Matunda

source: Personal Care
sw: Utunzaji wa Kibinafsi

source: Vegetable
sw: Mboga

source: Stores Found
sw: Maduka Yamepatikana

source: Grocery Near Me
sw: Chakula Karibu Nami

source: Get Support
sw: Pata Usaidizi

source: Where to go?
sw: Kwenda wapi?

source: Book Service
sw: Huduma ya Kitabu

source: Where to deliver?
sw: Wapi kutoa?

source: Order Medicine
sw: Agiza Dawa

source: Start Shopping
sw: Anza Ununuzi

source: Search Products
sw: Tafuta Bidhaa

source: Search Medicine or pharma store
sw: Tafuta Dawa au duka la dawa

source: Send Request
sw: Tuma ombi

source: Select Date
sw: Chagua Tarehe

source: Price Range
sw: Kiwango cha Bei

source: Job Done
sw: Kazi Imefanywa

source: Services
sw: Huduma

source: Portfolio
sw: Kwingineko

source: Reviews
sw: Ukaguzi

source: Select Size
sw: Chagua Ukubwa

source: Your location
sw: Eneo lako

source: Search for a destination
sw: Tafuta unakoenda

source: Search delivery location
sw: Tafuta mahali pa kupelekwa

source: Select on map
sw: Chagua kwenye ramani

source: Search for destination
sw: Tafuta unakoenda

source: Add a destination
sw: Ongeza unakoenda

source: Saved Locations
sw: Maeneo Yaliyohifadhiwa

source: Recent Searches
sw: Utafutaji wa Hivi Karibuni

source: Pharma Store near me
sw: Duka la Pharma karibu nami

source: Saved Addresses
sw: Anwani Zilizohifadhiwa

source: Support & FAQs
sw: Usaidizi na Maswali Yanayoulizwa Mara kwa Mara

source: Terms & Conditions
sw: Sheria na Masharti

source: Logout
sw: Ondoka

source: Account
sw: Akaunti

source: Account Options
sw: Chaguzi za Akaunti

source: Search Location
sw: Tafuta Mahali

source: Add New Address
sw: Ongeza Anwani Mpya

source: Next
sw: Inayofuata

source: Profile
sw: Wasifu

source: Everything about you
sw: Kila kitu kuhusu wewe

source: Update
sw: Sasisha

source: Food Offers
sw: Matoleo ya Chakula

source: Grocery Offers
sw: Ofa za Chakula

source: Delivered
sw: Imewasilishwa

source: Ongoing
sw: Inaendelea

source: History
sw: Historia

source: All Transactions
sw: Miamala Yote

source: Top Ups
sw: Juu Juu

source: Cost for Service
sw: Gharama ya Huduma

source: Booked For
sw: Imehifadhiwa Kwa

source: Estimate Cost
sw: Kadiria Gharama

source: Service Address
sw: Anwani ya Huduma

source: Cancel Order
sw: Ghairi Agizo

source: My Orders
sw: Maagizo Yangu

source: Pay Now
sw: LIPA sasa

source: Job Completed
sw: Kazi Imekamilika

source: Providers near me
sw: Watoa huduma karibu nami

source: Payment Options
sw: Chaguzi za Malipo

source: Amount to Pay
sw: Kiasi cha Kulipa

source: Opening Timing
sw: Muda wa Kufungua

source: Delivery in
sw: Uwasilishaji ndani

source: Add instruction to restaurant
sw: Ongeza maagizo kwenye mgahawa

source: Apply Coupon
sw: Tumia Kuponi

source: View detailed bill
sw: Tazama muswada wa kina

source: Proceed to Pay
sw: Endelea Kulipa

source: Wallet
sw: Mkoba

source: Payment Method
sw: Njia ya malipo

source: Ride Cost
sw: Gharama ya Kuendesha

source: Trip Details
sw: Maelezo ya Safari

source: Trip Completed
sw: Safari Imekamilika

source: View Cart
sw: Tazama Rukwama

source: Extra Charges may apply
sw: Gharama za Ziada zinaweza kutozwa
